import React from "react";
import { Header } from "../components/header";
import { Container, Typography } from "@material-ui/core";
import "../styles/page.scss";

function About() {
  return (
    <>
      <Header header="사용법" />
      <div className="about">
        <Typography variant="h4" gutterBottom>
          사용법을 쓰자📗!!!!!!!!!!!
        </Typography>
        <Typography variant="h5" gutterBottom>
          @챗봇
        </Typography>
        <Typography variant="body1" gutterBottom>
          챗봇은 챗봇이다 챗봇은 챗봇이다 챗봇은 챗봇이다 챗봇은 챗봇이다
        </Typography>
        <Typography variant="h5" gutterBottom>
          @히스토리
        </Typography>

        <Typography variant="body1" gutterBottom>
          새 우는 봄날의 천지는 얼마나 기쁘며 얼마나 아름다우냐? 이것을 얼음
          속에서 불러 내는 것이 따뜻한 봄바람이다 인생에 따뜻한 봄바람을 불어
          보내는 것은 청춘의 끓는 피다 청춘의 피가 뜨거운지라 인간의 동산에는
          사랑의 풀이 돋고 이상의 꽃이 피고 희망의 놀이 뜨고 열락의 새가
          운다사랑의 풀이 없으면 인간은 사막이다 오아이스도 없는 사막이다 보이는
          끝까지 찾아다녀도 목숨이 있는 때까지 방황하여도 보이는 것은 거친
          모래뿐일 것이다 이상의 꽃 이 없으면 쓸쓸한 인간에 남는 것은 영락과
          부패 뿐이다 낙원을 장식하는 천자만홍이 어디 있으며 인생을 풍부하게
          하는 온갖 과실이 어디 있으랴? 이상!
        </Typography>
        <Typography variant="h5" gutterBottom>
          @답변등록
        </Typography>

        <Typography variant="body1" gutterBottom>
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기
          텍스트넘어가게하기 텍스트넘어가게하기 텍스트넘어가게하기 우리의
          있음으로써 용감하고 굳세게 살 수 있는 것이다 석가는 무엇을 위하여
          설산에서 고행을 하였으며 예수는 무엇을 위 하여 광야에서 방황하였으며
          공자는 무엇을 위하여 천하를 철환하였는가? 밥을 위하여서 옷을 위하여서
          미인을 구 하기 위하여서 그리하였는가? 아니다 그들은 커다란 이상 곧
          만천하의 대중을 품에 안고 그들에게 밝은 길을 찾아 주며 그들을
          행복스럽고 평화스러운 곳으로 인도하겠다는 커다란 이상을 품었기
          때문이다 그러므로 그들은 길지 아니한 목숨을 사는가 싶이 살았으며
          그들의 그림자는 천고에 사라지지 않는 것이다 이것은 현저하게 일월과
          같은 예가 되려니와 그와 같지 못하다 할지라도 창공에 반짝이는 뭇 별과
          같이 산야에 피어나는 군영과 같이 이상은 실 로 인간의 부패를 방지하는
          소금이라 할지니 인생에 가치를 주는 원질이 되는 것이다 그들은 앞이
          긴지라 착목한는 곳이 원대하고 그들은 피가 더운지라 실현에 대한 자신과
          용기가 있다 그러므로 그들은 이상의 보배를 능히 품으며 그들의 이상은
          아름답고 소담스러운 열매를
        </Typography>
      </div>
    </>
  );
}

export default About;
